<?php

return [
    /*----Filter----*/
    'filter' => 'Фильтр',
    'district' => 'Район',
    'category' => 'Категория историко-культурного значения',
    'owner' => 'Собственность ОКН (ФС/РС)',
    'condition' => 'Состояние ОКН',
    'status' => 'Статус (Зарегистрирован/выявлен)',
    'category_federal' => 'Федерального значения',
    'category_republican' => 'Республиканского значения',
    'owner_federal' => 'Федеральная собственность',
    'owner_republican' => 'Республиканская собственность',
    'unsatisfactory' => 'Неудовлетворительное',
    'satisfactory' => 'Удовлетворительное',
    'revealed' => 'Выявлен',
    'registered' => 'Зарегистрирован',
    'count_for_page' => 'Выберите количество на страницу',

    /*----Page complex----*/
    'list' => 'Список комплексов',
    'empty' => 'В базе нет комплексов!',
    'name_ru' => 'Наименование комплекса (ансамбля)',
    'name_chr' => 'Наименование комплекса (ансамбля) на чеченском языке',
    'date' => 'Датировка комплекса (ансамбля)',
    'address' => 'Адрес (местоположение) комплекса (ансамбля)',
    'act' => 'Нормативный Акт о постановке на гос. учет / о принятии на гос. охрану',
    'delete' => 'Удалить комплекс ОКН?',

    /*----Edit complex----*/
    'edit' => 'Редактирование комплекса (ансамбля)',
    'additional_address' => 'Дополните адрес',

    /*----Create complex----*/
    'add' => 'Добавление нового комплекса (ансамбля)',
];
