<?php

return [
    /*----Filter----*/
    'filter' => 'Фильтр',
    'district' => 'Район',
    'category' => 'Категория историко-культурного значения',
    'owner' => 'Собственность ОКН (ФС/РС)',
    'condition' => 'Состояние ОКН',
    'status' => 'Статус (Зарегистрирован/выявлен)',
    'category_federal' => 'Федерального значения',
    'category_republican' => 'Республиканского значения',
    'owner_federal' => 'Федеральная собственность',
    'owner_republican' => 'Республиканская собственность',
    'unsatisfactory' => 'Неудовлетворительное',
    'satisfactory' => 'Удовлетворительное',
    'revealed' => 'Выявлен',
    'registered' => 'Зарегистрирован',
    'count_for_page' => 'Выберите количество на страницу',
    'included_complex' => 'Входит в состав ансамбля',
    'choose_if_included_complex' => 'Выберите если объект входит в комплекс (ансамбль)',
    'choose_complex' => 'Выберите комплекс',
    'not_included_complex' => 'Не входит в комплекс (ансамбль)',

    /*----Page okn----*/
    'list_objects' => 'Список объектов',
    'add_object' => 'Добавить объектв',
    'not_objects' => 'В базе нет объектов культурного наследия!',
    'name_ru' => 'Наименование объекта культурного наследия (ОКН)',
    'name_chr' => 'Наименование объекта культурного наследия на чеченском языке',
    'date' => 'Датировка ОКН',
    'address' => 'Адрес (местоположение) ОКН',
    'additional_address' => 'Дополните адрес',
    'address_after_district' => 'Дополните адрес после района',
    'act' => 'Нормативный Акт о постановке на гос. учет / о принятии на гос. охрану',
    'cost_save_object' => 'Средства, необходимые на проведение работ по сохранению ОКН по НПД (рублей)',
    'preservation_funds_needed' => 'Необходимо средств по сохранению',
    'date_start_work' => 'Дата начала работ по сохранению ОКН',
    'date_end_work' => 'Дата окончания работ по сохранению ОКН (Акт)',
    'source_financing' => 'Источник финансирования',
    'source_of_financing' => 'Источник финансирования работ по сохранению ОКН',
    'documentation' => 'Наличие научно-проектной документации',
    'okn' => 'ОКН',
    'delete' => 'Удалить объект культурного наследия?',

    /*----Create object----*/
    'add' => 'Добавление нового объекта',

    /*----Edit object----*/
    'edit' => 'Редактирование объекта'
];
